{
    "testimonials" : [
        {
            "name" : "Abel Masagca",
            "company" : "Abel Air Conditioning",
            "message" : "Shane was very pleasant to work with, he went above and beyond to help me and I would highly recommend the work he produced and the way he communicates. I am sure that I will be using his services again."
        },
        {
            "name" : "Monira Buntha",
            "company" : "Resume Deep Dive",
            "message" : "Very responsive, addressed any issues that arose, strong technical skills and made solid recommendations. The project exceeded my expectations. I highly recommend him and wouldn’t hesitate to work him again in the future."
        },
        {
            "name" : "Jens Reinstaedt",
            "company" : "MyWordz",
            "message" : "Shane has done an amazing job - he delivered fast quality work. I was surprised of the speed and also the creativity he brought into this project. Great work."
        },
        {
            "name" : "Shradha Cripe",
            "company" : "Piecesofasoul.com",
            "message" : "Shane did an incredibly well job. He was thoughtful in his questions on the requirements. He provided me some cost saving suggestions with web providers. He clarified requirements, was patient, was thorough, and was incredibly fast. He finished the project ahead and schedule. I won't hesitate to recommend Shane to my network. I look forward to working with him again on other projects."
        },
        {
            "name" : "Jezreel Tubon",
            "company" : "Student",
            "message" : "Shane definitely knows his craft. He was able to finish the project before the actual deadline. He goes the extra mile if needed by his client which I totally appreciate. If you need help with your program, Shane is surely the one to look for in this field."
        },
        {
            "name" : "Rodolfo Estrada",
            "company" : "Fiverr Client",
            "message" : "Shane definitely knows his craft. He was able to finish the project before the actual deadline. He goes the extra mile if needed by his client which I totally appreciate. If you need help with your program, Shane is surely the one to look for in this field."
        }
    ]
}